Repository: IBMPredictiveAnalytics/SPSSINC_CREATE_DUMMIES
Catalog: src/lang/*/SPSSINC_CREATE_DUMMIES.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Cannot use both VARIABLE and VARIABLES or ROOTNAME and ROOTNAME1 or MACRONAME and MACRONAME1 together
de: VARIABLE und VARIABLES, ROOTNAME und ROOTNAME1 oder MACRONAME und MACRONAME1 können nicht zusammen verwendet werden
es: No se puede utilizar VARIABLE y VARIABLES o ROOTNAME y ROOTNAME1 o MACRONAME y MACRONAME1 juntos
fr: Impossible d'utiliser à la fois VARIABLE et VARIABLES, ROOTNAME et ROOTNAME1 ou MACRONAME et MACRONAME1
it: Impossibile utilizzare sia VARIABLE che VARIABLES o sia ROOTNAME che ROOTNAME1 oppure MACRONAME e MACRONAME1 insieme
ja: VARIABLE と VARIABLES、または ROOTNAME と ROOTNAME1 または MACRONAME と MACRONAME1 の両方を同時に使用することはできません
ko: VARIABLE과 VARIABLES 또는 ROOTNAME과 ROOTNAME1 또는 MACRONAME과 MACRONAME1을 함께 사용할 수 없습니다.
pl: Nie można użyć jednocześnie słów kluczowych VARIABLE i VARIABLES, ROOTNAME i ROOTNAME1 ani MACRONAME i MACRONAME1
pt_br: Não é possível usar VARIABLE e VARIABLES ou ROOTNAME e ROOTNAME1 ou MACRONAME e MACRONAME1 juntos
ru: Невозможно одновременно использовать VARIABLE и VARIABLES или ROOTNAME и ROOTNAME1 или MACRONAME и MACRONAME1
zh_cn: 无法同时使用 VARIABLE 和 VARIABLES、ROOTNAME 和 ROOTNAME1 或者 MACRONAME 和 MACRONAME1
zh_tw: 不能同時使用 VARIABLE 及 VARIABLES 或 ROOTNAME 及 ROOTNAME1 或 MACRONAME 及 MACRONAME1

source: At least one variable must be specified
de: Es muss mindestens eine Variable angegeben werden
es: Al menos debe especificarse una variable
fr: Au moins une variable doit être spécifiée
it: Specificare almeno una variabile
ja: 少なくとも 1 つの変数を指定する必要があります
ko: 최소 하나의 변수를 지정해야 합니다.
pl: Musi zostać określona przynajmniej jedna zmienna
pt_br: Pelo menos uma variável deve ser especificada
ru: Необходимо указать хотя бы одну переменную
zh_cn: 必须至少指定一个变量
zh_tw: 至少必須指定一個變數

source: No dummy variable creation was specified
de: Keine Erstellung von Dummy-Variablen angegeben
es: No se ha especificado la creación de una variable auxiliar
fr: Aucune création de variable dummy spécifiée
it: Non è stata specificata alcuna variabile dummy
ja: ダミー変数の作成は指定されませんでした
ko: 더미변수 작성이 지정되지 않았습니다.
pl: Nie określono tworzenia zmiennej sztucznej
pt_br: Nenhuma criação de variável dummy foi especificada
ru: Создание фиктивных переменных не было задано
zh_cn: 未指定创建虚变量
zh_tw: 未指定虛擬變數建立

source: Not enough variables selected to produce %s-way interaction
de: Nicht genügend Variablen zur Erzeugung der %s-Wegeinteraktion ausgewählt
es: No se han seleccionado suficientes variables para generar interacciones de %s factores
fr: Nombre de variables sélectionnées insuffisant pour générer une interaction d'ordre %s
it: Non è selezionato un numero sufficiente di variabili per produrre l'interazione a %s via
ja: %s 次の交互作用を生成するために十分な変数が選択されていません
ko: %s방향 상호작용을 생성하도록 선택된 변수가 충분하지 않습니다.
pl: Wybrano zbyt mało zmiennych, aby można było utworzyć interakcję jakiegoś rzędu %s
pt_br: Não há variáveis suficientes selecionadas para produzir uma interação %s-way
ru: Выбрано недостаточно переменных для %s-факторного взаимодействия
zh_cn: 未选择足够的变量，无法生成 %s 向交互
zh_tw: 沒有選取足夠的變數來產生 %s 向互動

source: The number of root names does not match the number of variables: %s
de: Die Anzahl an Stammnamen stimmt nicht mit der Anzahl an Variablen überein: %s
es: El número de nombres raíz no coincide con el número de variables: %s
fr: Le nombre de noms de racine ne correspond pas au nombre de variables : %s
it: Il numero di nomi radice non corrisponde al numero di variabili: %s
ja: ルート名の数が変数の数と一致しません: %s
ko: 루트 이름의 수가 변수의 수와 매치하지 않습니다. %s
pl: Liczba trzonów nazw nie zgadza się z liczbą zmiennych: %s
pt_br: O número de nomes raiz não corresponde ao número de variáveis: %s
ru: Число корневых имен не соответствует числу переменных: %s
zh_cn: 根名称数目与变量数不匹配：%s
zh_tw: 根名稱數目不符合變數數目：%s

source: For main-effect dummies, the number of macro names is different from the number of variables.
de: Bei Dummys für Haupteffekte stimmt die Anzahl an Makronamen nicht mit der Anzahl an Variablen überein.
es: Para los valores auxiliares de efecto principal, el número de nombres de macro es distinto del número de variables.
fr: Pour l'effet principal des variables dummy, le nombre de noms de macro est différent de celui des variables.
it: Per le variabili dummy effetto principale, il numero di nomi di macro è diverso dal numero di variabili.
ja: 主効果ダミーにおいて、マクロ名の数が変数の数と異なります。
ko: 주효과 더미의 경우, 매크로 이름의 수가 변수의 수와 다릅니다.
pl: Liczba nazw makr dla sztucznych zmiennych efektu głównego jest różna od liczby zmiennych.
pt_br: Para variáveis dummy de efeito principal, o número de nomes de macro é diferente do número de variáveis.
ru: Для фиктивных переменных главного эффекта число имен макрокоманд отличается от числа переменных.
zh_cn: 对于主效应虚变量，宏名称数目与变量数不同。
zh_tw: 對於主效應虛擬變數，巨集名稱數目與變數數目不同。

source: A macro name was specified without a corresponding root name
de: Ein Makroname wurde ohne entsprechenden Stammnamen angegeben
es: Se ha especificado un nombre de macro sin un nombre raíz correspondiente.
fr: Un nom de lacro a été spécifié sans nom de racine correspondant
it: È stato specificato un nome di macro senza un nome radice corrispondente
ja: マクロ名が指定されましたが対応するルート名がありません
ko: 해당 루트 이름 없이 매크로 이름이 지정되었습니다.
pl: Podano nazwę makra bez odpowiedniego trzonu nazwy
pt_br: Um nome de macro foi especificado sem um nome raiz correspondente
ru: Имя макрокоманды задано без соответствующего корневого имени
zh_cn: 指定了宏名称，但未指定相应的根名称
zh_tw: 指定的巨集名稱沒有對應的根名稱

source: SPSSINC CREATE DUMMIES cannot be used with date or time variables
de: SPSSINC CREATE DUMMIES kann nicht zusammen mit Datums- oder Zeitvariablen verwendet werden
es: SPSSINC CREATE DUMMIES no se puede utilizar con variables de fecha u hora
fr: SPSSINC CREATE DUMMIES ne peut pas être utilisé avec des variables de date et d'heure
it: SPSSINC CREATE DUMMIES non può essere utilizzato con variabili tempo o data
ja: SPSSINC CREATE DUMMIES を日付変数または時間変数とともに使用することはできません
ko: SPSSINC CREATE DUMMIES는 날짜 또는 시간 변수와 함께 사용할 수 없습니다.
pl: SPSSINC CREATE DUMMIES nie mogą zostać wykorzystane ze zmiennymi daty lub godziny
pt_br: O SPSSINC CREATE DUMMIES não pode ser usado com variáveis de data ou hora
ru: SPSSINC CREATE DUMMIES нельзя использовать с переменными дат или времени
zh_cn: SPSSINC CREATE DUMMIES 不得与日期变量或时间变量配合使用
zh_tw: SPSSINC CREATE DUMMIES 不能與日期或時間變數搭配使用

source: The length of a target name exceeds 64 bytes. Shorten the root names.
de: Die Länge eines Zielnamens überschreitet 64 Byte. Kürzen Sie die Stammnamen.
es: La longitud de un nombre de objetivo supera los 64 bytes. Reduzca los nombres raíz.
fr: Le nom cible dépasse 64 octets. Raccourcissez les noms de racine.
it: La lunghezza di un nome obiettivo è superiore a 64 byte. Accorciare i nomi radice.
ja: 目標名が 64 バイトを超えています。ルート名を短くしてください。
ko: 목표 이름의 길이가 64바이트를 초과했습니다. 루트 이름 길이를 줄이십시오.
pl: Długość nazwy zmiennej przewidywanej przekracza 64 bajty. Skróć trzony nazw.
pt_br: O comprimento de um nome de destino excede 64 bytes. Diminua os nomes raiz.
ru: Длина имени назначения превышает 64 байта. Сократите корневые имена.
zh_cn: 目标名称的长度超过 64 字节。请缩短根名称。
zh_tw: 目標名稱的長度超過 64 個位元組。請縮短根名稱。

source: Label
de: Beschriftung
es: Etiqueta
fr: Libellé
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt_br: Rótulo
ru: Метка
zh_cn: 标签
zh_tw: 標籤

source: Variable Creation
de: Variablenerstellung
es: Creación de variable
fr: Création de variable
it: Creazione variabile
ja: 変数作成
ko: 변수 작성
pl: Tworzenie zmiennych
pt_br: Criação de Variável
ru: Создание переменных
zh_cn: 变量创建
zh_tw: 變數建立

source: Included Variables
de: Eingeschlossene Variablen
es: Variables incluidas
fr: Variables incluses
it: Variabili incluse
ja: 含まれる変数
ko: 포함된 변수
pl: Zmienne uwzględnione
pt_br: Variáveis incluídas
ru: Включенные переменные
zh_cn: 包括的变量
zh_tw: 包含的變數

source: Macro Definitions
de: Makrodefinitionen
es: Definiciones de macro
fr: Définitions de macro
it: Definizioni di macro
ja: マクロ定義
ko: 매크로 정의
pl: Definicje makr
pt_br: Definições de Macro
ru: Определения макрокоманд
zh_cn: 宏定义
zh_tw: 巨集定義

source: Create dummy variables
de: Dummy-Variablen erstellen
es: Crear variables auxiliares
fr: Créer des variables dummy
it: Crea variabili dummy
ja: ダミー変数の作成
ko: 더미변수 작성
pl: Utwórz sztuczne zmienne
pt_br: Criar variáveis dummy
ru: Создать фиктивные переменные
zh_cn: 创建虚变量
zh_tw: 建立虛擬變數
